Repository: lxd930808/LinguaCast
Catalog: ios/PodcastEnglishStudio/PodcastEnglishStudio/Support/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# cloud.stage.expired
source: Expired on the server
ar: انتهت صلاحيته على الخادم
de: Auf dem Server abgelaufen
es: Caducado en el servidor
fr: Expiré sur le serveur
ja: サーバーで期限切れ
ko: 서버에서 만료됨
pt_br: Expirado no servidor
zh_hans: 已在服务器过期
zh_hant: 已在伺服器過期

# cloud.stage.queued
source: Queued on the server
ar: في قائمة الانتظار على الخادم
de: In der Server-Warteschlange
es: En cola en el servidor
fr: En file d’attente sur le serveur
ja: サーバーでキュー待ち
ko: 서버에서 대기 중
pt_br: Na fila do servidor
zh_hans: 已在服务器排队
zh_hant: 已在伺服器排隊

# cloud.stage.refining
source: Refining subtitles
ar: جارٍ تحسين الترجمة
de: Untertitel werden verfeinert
es: Refinando subtítulos
fr: Affinage des sous-titres
ja: 字幕を調整中
ko: 자막 다듬는 중
pt_br: Refinando legendas
zh_hans: 正在优化字幕
zh_hant: 正在優化字幕

# cloud.stage.validating_source
source: Checking the source
ar: جارٍ التحقق من المصدر
de: Quelle wird geprüft
es: Comprobando la fuente
fr: Vérification de la source
ja: ソースを確認中
ko: 소스 확인 중
pt_br: Verificando a fonte
zh_hans: 正在检查来源
zh_hant: 正在檢查來源

# cloud.status.account_changed
source: iCloud Account Changed
ar: تغيّر حساب iCloud
de: iCloud-Account geändert
es: La cuenta de iCloud ha cambiado
fr: Compte iCloud modifié
ja: iCloud アカウントが変更されました
ko: iCloud 계정이 변경됨
pt_br: A conta do iCloud mudou
zh_hans: iCloud 账号已更改
zh_hant: iCloud 帳號已變更

# cloud.status.disabled
source: iCloud Sync Is Off
ar: مزامنة iCloud متوقفة
de: iCloud-Synchronisierung ist aus
es: La sincronización de iCloud está desactivada
fr: La synchronisation iCloud est désactivée
ja: iCloud 同期はオフです
ko: iCloud 동기화 꺼짐
pt_br: A sincronização do iCloud está desativada
zh_hans: iCloud 同步已关闭
zh_hant: iCloud 同步已關閉

# cloud.status.failed
source: iCloud Sync Failed
ar: فشلت مزامنة iCloud
de: iCloud-Synchronisierung fehlgeschlagen
es: Error de sincronización con iCloud
fr: Échec de la synchronisation iCloud
ja: iCloud 同期に失敗しました
ko: iCloud 동기화 실패
pt_br: Falha na sincronização do iCloud
zh_hans: iCloud 同步失败
zh_hant: iCloud 同步失敗

# cloud.status.no_account
source: Not Signed In to iCloud
ar: لم يتم تسجيل الدخول إلى iCloud
de: Nicht bei iCloud angemeldet
es: No has iniciado sesión en iCloud
fr: Non connecté à iCloud
ja: iCloud にサインインしていません
ko: iCloud에 로그인하지 않음
pt_br: Sessão do iCloud não iniciada
zh_hans: 未登录 iCloud
zh_hant: 尚未登入 iCloud

# cloud.status.starting
source: Checking iCloud
ar: جارٍ التحقق من iCloud
de: iCloud wird geprüft
es: Comprobando iCloud
fr: Vérification d’iCloud
ja: iCloud を確認中
ko: iCloud 확인 중
pt_br: Verificando o iCloud
zh_hans: 正在检查 iCloud
zh_hant: 正在檢查 iCloud

# cloud.status.synced
source: iCloud Sync Is Active
ar: مزامنة iCloud نشطة
de: iCloud-Synchronisierung ist aktiv
es: La sincronización con iCloud está activa
fr: La synchronisation iCloud est active
ja: iCloud 同期は有効です
ko: iCloud 동기화 활성
pt_br: A sincronização do iCloud está ativa
zh_hans: iCloud 同步正常
zh_hant: iCloud 同步正常

# cloud.status.syncing
source: Syncing
ar: جارٍ المزامنة
de: Synchronisieren
es: Sincronizando
fr: Synchronisation
ja: 同期中
ko: 동기화 중
pt_br: Sincronizando
zh_hans: 正在同步
zh_hant: 正在同步

# common.add
source: Add
ar: إضافة
de: hinzufügen
es: agregar
fr: ajouter
ja: 追加する
ko: 추가하다
pt_br: adicionar
zh_hans: 添加
zh_hant: 添加

# common.add_subscription
source: Add subscription
ar: إضافة الاشتراك
de: Abonnement hinzufügen
es: Agregar suscripción
fr: Ajouter un abonnement
ja: サブスクリプションの追加
ko: 구독 추가
pt_br: Adicionar assinatura
zh_hans: 添加订阅
zh_hant: 新增訂閱

# common.bilingual_subtitles
source: bilingual subtitles
ar: ترجمات ثنائية اللغة
de: zweisprachige Untertitel
es: subtítulos bilingües
fr: sous-titres bilingues
ja: 二か国語字幕
ko: 이중 언어 자막
pt_br: legendas bilíngues
zh_hans: 双语字幕
zh_hant: 雙語字幕

# common.channel_does_not_exist
source: Channel does not exist
ar: القناة غير موجودة
de: Kanal existiert nicht
es: El canal no existe
fr: La chaîne n'existe pas
ja: チャンネルが存在しません
ko: 채널이 존재하지 않습니다
pt_br: O canal não existe
zh_hans: 频道不存在
zh_hant: 頻道不存在

# common.close
source: Close
ar: قريب
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
ko: 닫기
pt_br: fechar
zh_hans: 关闭
zh_hant: 關閉

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# common.display_name_can_be_left_blank
source: Display name, can be left blank
ar: اسم العرض، يمكن تركه فارغا
de: Anzeigename, kann leer bleiben
es: Nombre para mostrar, se puede dejar en blanco
fr: Nom d'affichage, peut être laissé vide
ja: 表示名、空白のままでも可
ko: 표시 이름은 비워둘 수 있습니다.
pt_br: Nome de exibição, pode ser deixado em branco
zh_hans: 显示名称，可留空
zh_hant: 顯示名稱，可留空

# common.english_subtitles
source: English subtitles
ar: ترجمات باللغة الإنجليزية
de: Englische Untertitel
es: subtítulos en inglés
fr: Sous-titres anglais
ja: 英語字幕
ko: 영어 자막
pt_br: Legendas em inglês
zh_hans: 英文字幕
zh_hant: 英文字幕

# common.failed
source: Failed
ar: فشل
de: gescheitert
es: falló
fr: échoué
ja: 失敗しました
ko: 실패했다
pt_br: falhou
zh_hans: 失败
zh_hant: 失敗

# common.in_progress
source: In progress
ar: اللعب
de: Spielen
es: jugando
fr: Jouer
ja: 遊ぶ
ko: 재생
pt_br: Jogando
zh_hans: 播放中
zh_hant: 播放中

# common.no_podcast_subscriptions_yet
source: No Podcast subscriptions yet
ar: لا توجد اشتراكات Podcast حتى الآن
de: Noch keine Podcast-Abonnements
es: Aún no hay suscripciones a Podcast
fr: Pas encore d'abonnement Podcast
ja: Podcast のサブスクリプションはまだありません
ko: 아직 Podcast 구독이 없습니다.
pt_br: Ainda não há assinaturas Podcast
zh_hans: 暂无 Podcast 订阅
zh_hant: 暫無 Podcast 訂閱

# common.none_yet
source: None yet
ar: لا شيء حتى الآن
de: Noch keine
es: Ninguno todavía
fr: Aucun pour l'instant
ja: まだありません
ko: 아직 없음
pt_br: Nenhum ainda
zh_hans: 暂无
zh_hant: 暫無

# common.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关
zh_hant: 關

# common.on
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开
zh_hant: 開

# common.played
source: Played
ar: لعبت
de: Gespielt
es: Jugado
fr: Joué
ja: 遊んだ
ko: 플레이함
pt_br: Jogado
zh_hans: 已播放
zh_hant: 已播放

# common.podcast
source: Podcast
ar: بودكاست
es: Pódcast
ja: ポッドキャスト
ko: 팟캐스트
zh_hans: 播客

# common.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비
pt_br: Pronto
zh_hans: 已就绪
zh_hant: 已就緒

# common.save
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

# common.scan_code_with_mobile_phone
source: Scan code with mobile phone
ar: مسح الرمز باستخدام الهاتف المحمول
de: Code mit Mobiltelefon scannen
es: Escanear código con teléfono móvil
fr: Scanner le code avec un téléphone portable
ja: 携帯電話でコードをスキャン
ko: 휴대폰으로 코드 스캔
pt_br: Digitalize o código com o celular
zh_hans: 手机扫码
zh_hant: 手機掃碼

# common.source
source: Source
ar: المصدر
de: Quelle
es: Fuente
ja: ソース
ko: 소스
pt_br: Fonte
zh_hans: 来源
zh_hant: 來源

# common.subtitles_failed
source: Subtitles failed
ar: فشلت الترجمات
de: Untertitel fehlgeschlagen
es: Los subtítulos fallaron
fr: Échec des sous-titres
ja: 字幕が失敗しました
ko: 자막 실패
pt_br: Falha nas legendas
zh_hans: 字幕失败
zh_hant: 字幕失敗

# common.subtitles_in_preparation
source: Subtitles in preparation
ar: ترجمات قيد الإعداد
de: Untertitel in Vorbereitung
es: Subtítulos en preparación
fr: Sous-titres en préparation
ja: 字幕は準備中です
ko: 자막 준비중
pt_br: Legendas em preparação
zh_hans: 字幕准备中
zh_hant: 字幕準備中

# common.the_single_episode_does_not_exist
source: The single episode does not exist
ar: الحلقة الواحدة غير موجودة
de: Die einzelne Folge existiert nicht
es: El episodio único no existe.
fr: L'épisode unique n'existe pas
ja: 単一のエピソードは存在しません
ko: 단일 에피소드가 존재하지 않습니다.
pt_br: O único episódio não existe
zh_hans: 单集不存在
zh_hant: 單集不存在

# common.there_is_no_youtube_channel_yet
source: There is no YouTube channel yet
ar: لا توجد قناة YouTube حتى الآن
de: Es gibt noch keinen YouTube-Kanal
es: Aún no existe ningún canal YouTube
fr: Il n'y a pas encore de chaîne YouTube
ja: YouTube チャンネルはまだありません
ko: 아직 YouTube 채널이 없습니다
pt_br: Ainda não existe um canal YouTube
zh_hans: 暂无 YouTube 频道
zh_hant: 暫無 YouTube 頻道

# common.unplayed
source: Unplayed
ar: لم يتم لعبها
de: Nicht gespielt
es: No jugado
fr: Non joué
ja: 未プレイ
ko: 재생되지 않음
pt_br: Não jogado
zh_hans: 未播放
zh_hant: 未播放

# empty.return_and_retry
source: Return to the previous page and try again.
ar: ارجع إلى الصفحة السابقة وحاول مرة أخرى.
de: Gehe zur vorherigen Seite zurück und versuche es erneut.
es: Vuelve a la página anterior e inténtalo de nuevo.
fr: Revenez à la page précédente et réessayez.
ja: 前のページに戻って、もう一度お試しください。
ko: 이전 페이지로 돌아가 다시 시도하세요.
pt_br: Volte à página anterior e tente novamente.
zh_hans: 请返回上一页后重试。
zh_hant: 請返回上一頁後重試。

# episode.error.audio_redownload
source: Local audio redownload failed: %@
ar: فشلت إعادة تنزيل الصوت المحلي: %@
de: Fehler beim erneuten Herunterladen des lokalen Audios: %@
es: Error al volver a descargar el audio local: %@
fr: Échec du nouveau téléchargement audio local : %@
ja: ローカルオーディオの再ダウンロードに失敗しました: %@
ko: 로컬 오디오 다시 다운로드 실패: %@
pt_br: Falha no novo download do áudio local: %@
zh_hans: 本地音频重新下载失败：%@
zh_hant: 本機音訊重新下載失敗：%@

# episode.error.audio_redownload_http
source: Audio redownload failed (HTTP %@).
ar: فشلت إعادة تنزيل الصوت (HTTP %@).
de: Das erneute Herunterladen des Audios ist fehlgeschlagen (HTTP %@).
es: Error al volver a descargar el audio (HTTP %@).
fr: Échec du téléchargement audio (HTTP %@).
ja: オーディオの再ダウンロードに失敗しました (HTTP %@)。
ko: 오디오 재다운로드에 실패했습니다(HTTP %@).
pt_br: Falha no novo download do áudio (HTTP %@).
zh_hans: 音频重新下载失败 (HTTP %@)。
zh_hant: 音訊重新下載失敗 (HTTP %@)。

# episode.error.read_subtitles
source: Unable to read local subtitle file: %@
ar: غير قادر على قراءة ملف الترجمة المحلي: %@
de: Lokale Untertiteldatei kann nicht gelesen werden: %@
es: No se puede leer el archivo de subtítulos local: %@
fr: Impossible de lire le fichier de sous-titres local : %@
ja: ローカル字幕ファイルを読み取れません: %@
ko: 로컬 자막 파일을 읽을 수 없습니다: %@
pt_br: Não foi possível ler o arquivo de legenda local: %@
zh_hans: 无法读取本地字幕文件：%@
zh_hant: 無法讀取本地字幕檔：%@

# episode.sentence_count
source: %lld sentences
ar: %lld جملة
de: %lld Sätze
es: %lld frases
fr: %lld phrases
ja: %lld 文
ko: %lld 문장
pt_br: %lld frases
zh_hans: %lld 句
zh_hant: %lld 句

# episode_detail.audio_file_writing_failed
source: Audio file writing failed.
ar: فشلت كتابة الملف الصوتي.
de: Das Schreiben der Audiodatei ist fehlgeschlagen.
es: Error al escribir el archivo de audio.
fr: L'écriture du fichier audio a échoué.
ja: 音声ファイルの書き込みに失敗しました。
ko: 오디오 파일 쓰기에 실패했습니다.
pt_br: Falha na gravação do arquivo de áudio.
zh_hans: 音频文件写入失败。
zh_hant: 音訊檔案寫入失敗。

# episode_detail.audio_redownload_completes_but_file_is_empty
source: Audio redownload completes but file is empty.
ar: اكتملت إعادة تنزيل الصوت ولكن الملف فارغ.
de: Der erneute Audio-Download wird abgeschlossen, aber die Datei ist leer.
es: La descarga de audio se completa pero el archivo está vacío.
fr: Le téléchargement audio est terminé mais le fichier est vide.
ja: オーディオの再ダウンロードは完了しましたが、ファイルは空です。
ko: 오디오 재다운로드가 완료되었지만 파일이 비어 있습니다.
pt_br: O novo download do áudio foi concluído, mas o arquivo está vazio.
zh_hans: 音频重新下载完成但文件为空。
zh_hant: 音訊重新下載完成但檔案為空。

# episode_detail.bilingual_subtitles_are_not_ready_yet
source: Bilingual subtitles are not ready yet
ar: الترجمات ثنائية اللغة ليست جاهزة بعد
de: Zweisprachige Untertitel sind noch nicht fertig
es: Los subtítulos bilingües aún no están listos.
fr: Les sous-titres bilingues ne sont pas encore prêts
ja: バイリンガル字幕はまだ準備ができていません
ko: 이중 언어 자막이 아직 준비되지 않았습니다.
pt_br: As legendas bilíngues ainda não estão prontas
zh_hans: 双语字幕尚未就绪
zh_hant: 雙語字幕尚未就緒

# episode_detail.failed_to_read_bilingual_subtitles
source: Failed to read bilingual subtitles
ar: فشل في قراءة الترجمات ثنائية اللغة
de: Zweisprachige Untertitel konnten nicht gelesen werden
es: No se pudieron leer los subtítulos bilingües
fr: Échec de la lecture des sous-titres bilingues
ja: 二か国語字幕の読み取りに失敗しました
ko: 이중 언어 자막을 읽지 못했습니다.
pt_br: Falha ao ler legendas bilíngues
zh_hans: 双语字幕读取失败
zh_hant: 雙語字幕讀取失敗

# episode_detail.generating_bilingual_subtitles
source: Generating bilingual subtitles
ar: توليد ترجمات ثنائية اللغة
de: Generierung zweisprachiger Untertitel
es: Generando subtítulos bilingües
fr: Générer des sous-titres bilingues
ja: 二か国語字幕の生成
ko: 이중 언어 자막 생성
pt_br: Gerando legendas bilíngues
zh_hans: 正在生成双语字幕
zh_hant: 正在產生雙語字幕

# episode_detail.go_to_settings
source: Go to Settings
ar: الانتقال إلى الإعدادات
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Accéder aux réglages
ja: 設定へ移動
ko: 설정으로 이동
pt_br: Ir para Ajustes
zh_hans: 前往设置
zh_hant: 前往設定

# episode_detail.loading_bilingual_subtitles
source: Loading bilingual subtitles
ar: تحميل ترجمات ثنائية اللغة
de: Zweisprachige Untertitel werden geladen
es: Cargando subtítulos bilingües
fr: Chargement des sous-titres bilingues
ja: 二か国語字幕の読み込み
ko: 이중 언어 자막 로드 중
pt_br: Carregando legendas bilíngues
zh_hans: 正在载入双语字幕
zh_hant: 正在載入雙語字幕

# episode_detail.local_audio_is_missing_and_the_program_audio_address_is_invalid
source: Local audio is missing and the program audio address is invalid. Please regenerate bilingual subtitles.
ar: الصوت المحلي مفقود وعنوان الصوت للبرنامج غير صالح. الرجاء إعادة إنشاء ترجمات ثنائية اللغة.
de: Lokales Audio fehlt und die Audioadresse des Programms ist ungültig. Bitte generieren Sie zweisprachige Untertitel neu.
es: Falta el audio local y la dirección de audio del programa no es válida. Por favor regenera subtítulos bilingües.
fr: L'audio local est manquant et l'adresse audio du programme n'est pas valide. Veuillez régénérer les sous-titres bilingues.
ja: ローカルオーディオが欠落しており、プログラムオーディオアドレスが無効です。二か国語字幕を再生成してください。
ko: 로컬 오디오가 누락되었으며 프로그램 오디오 주소가 유효하지 않습니다. 이중 언어 자막을 다시 생성해 주세요.
pt_br: O áudio local está faltando e o endereço de áudio do programa é inválido. Por favor, regenere as legendas bilíngues.
zh_hans: 本地音频缺失，且节目音频地址无效。请重新生成双语字幕。
zh_hant: 本地音訊缺失，且節目音訊地址無效。請重新產生雙語字幕。

# episode_detail.pause
source: Pause
ar: وقفة
es: pausa
ja: 一時停止する
ko: 일시 중지
pt_br: pausar
zh_hans: 暂停
zh_hant: 暫停

# episode_detail.play
source: Play
ar: لعب
de: spielen
es: jugar
fr: jouer
ja: 遊ぶ
ko: 놀이
pt_br: jogar
zh_hans: 播放
zh_hant: 播放

# episode_detail.please_go_back_and_re_enter_this_episode
source: Please go back and re-enter this episode.
ar: يرجى العودة وإعادة إدخال هذه الحلقة.
de: Bitte gehen Sie zurück und betreten Sie diese Episode erneut.
es: Por favor regrese y vuelva a ingresar a este episodio.
fr: Veuillez revenir en arrière et réintégrer cet épisode.
ja: 戻ってこのエピソードをもう一度入力してください。
ko: 돌아가서 이 에피소드를 다시 입력하세요.
pt_br: Por favor, volte e entre novamente neste episódio.
zh_hans: 请返回后重新进入本集。
zh_hant: 請返回後重新進入本集。

# episode_detail.process_to_play_and_view_bilingual_subtitles
source: Process this episode to play its audio and view bilingual subtitles.
ar: عالِج هذه الحلقة لتشغيل الصوت وعرض الترجمات ثنائية اللغة.
de: Verarbeite diese Folge, um das Audio abzuspielen und zweisprachige Untertitel anzuzeigen.
es: Procesa este episodio para reproducir el audio y ver subtítulos bilingües.
fr: Traitez cet épisode pour écouter l’audio et afficher les sous-titres bilingues.
ja: このエピソードを処理すると、音声を再生して二言語字幕を表示できます。
ko: 이 에피소드를 처리하면 오디오를 재생하고 이중 언어 자막을 볼 수 있습니다.
pt_br: Processe este episódio para reproduzir o áudio e ver legendas bilíngues.
zh_hans: 处理本期后即可播放音频并查看双语字幕。
zh_hant: 處理本集後即可播放音訊並查看雙語字幕。

# episode_detail.processing_continues_in_background
source: You can leave this page. Processing will continue in the background.
ar: يمكنك مغادرة هذه الصفحة. ستستمر المعالجة في الخلفية.
de: Du kannst diese Seite verlassen. Die Verarbeitung läuft im Hintergrund weiter.
es: Puedes salir de esta página. El procesamiento continuará en segundo plano.
fr: Vous pouvez quitter cette page. Le traitement continuera en arrière-plan.
ja: この画面を離れても、処理はバックグラウンドで続行されます。
ko: 이 페이지를 나가도 처리는 백그라운드에서 계속됩니다.
pt_br: Você pode sair desta página. O processamento continuará em segundo plano.
zh_hans: 可以离开此页面，处理将在后台继续。
zh_hant: 可以離開此頁面，處理將在背景繼續。

# episode_detail.processing_failed
source: Processing did not finish
ar: لم تكتمل المعالجة
de: Die Verarbeitung wurde nicht abgeschlossen
es: El procesamiento no se completó
fr: Le traitement n’a pas abouti
ja: 処理が完了しませんでした
ko: 처리가 완료되지 않았습니다
pt_br: O processamento não foi concluído
zh_hans: 处理未完成
zh_hant: 處理未完成

# episode_detail.read
source: read
ar: قراءة
de: lesen
es: leer
fr: lire
ja: 読む
ko: 읽다
pt_br: leia
zh_hans: 阅读
zh_hant: 閱讀

# episode_detail.ready_to_play_content
source: Ready to play content
ar: جاهز لتشغيل المحتوى
de: Bereit zum Abspielen von Inhalten
es: Contenido listo para reproducir
fr: Contenu prêt à lire
ja: すぐに再生できるコンテンツ
ko: 콘텐츠 재생 준비 완료
pt_br: Pronto para reproduzir conteúdo
zh_hans: 准备播放内容
zh_hant: 準備播放內容

# episode_detail.ready_to_process
source: Ready to process
ar: جاهز للمعالجة
de: Bereit zur Verarbeitung
es: Listo para procesar
fr: Prêt à être traité
ja: 処理を開始できます
ko: 처리 준비 완료
pt_br: Pronto para processar
zh_hans: 可以开始处理
zh_hant: 可以開始處理

# episode_detail.retry
source: Retry
ar: حاول مرة أخرى
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
ja: もう一度試してください
ko: 다시 시도하세요
pt_br: Tente novamente
zh_hans: 重试
zh_hant: 重試

# episode_detail.speed
source: speed
ar: السرعة
de: Geschwindigkeit
es: velocidad
fr: vitesse
ja: 速度
ko: 속도
pt_br: velocidade
zh_hans: 速度
zh_hant: 速度

# episode_detail.start_processing
source: Start processing
ar: بدء المعالجة
de: Verarbeitung starten
es: Iniciar procesamiento
fr: Démarrer le traitement
ja: 処理を開始
ko: 처리 시작
pt_br: Iniciar processamento
zh_hans: 开始处理
zh_hant: 開始處理

# episode_detail.the_local_audio_is_missing_and_is_being_downloaded_again
source: The local audio is missing and is being downloaded again...
ar: الصوت المحلي مفقود ويتم تنزيله مرة أخرى...
de: Das lokale Audio fehlt und wird erneut heruntergeladen ...
es: Falta el audio local y se está descargando nuevamente...
fr: L'audio local est manquant et est à nouveau téléchargé...
ja: ローカルオーディオが見つからないため、再度ダウンロード中です...
ko: 로컬 오디오가 없어 다시 다운로드 중입니다...
pt_br: O áudio local está faltando e está sendo baixado novamente...
zh_hans: 本地音频缺失，正在重新下载...
zh_hant: 本地音訊缺失，正在重新下載...

# episode_detail.there_are_no_playable_subtitles_for_this_episode_please_regenera
source: There are no playable subtitles for this episode. Please regenerate bilingual subtitles.
ar: لا توجد ترجمات قابلة للتشغيل لهذه الحلقة. الرجاء إعادة إنشاء ترجمات ثنائية اللغة.
de: Für diese Episode gibt es keine abspielbaren Untertitel. Bitte generieren Sie zweisprachige Untertitel neu.
es: No hay subtítulos reproducibles para este episodio. Por favor regenera subtítulos bilingües.
fr: Il n'y a pas de sous-titres jouables pour cet épisode. Veuillez régénérer les sous-titres bilingues.
ja: このエピソードには再生可能な字幕がありません。二か国語字幕を再生成してください。
ko: 이 에피소드에는 재생 가능한 자막이 없습니다. 이중 언어 자막을 다시 생성해 주세요.
pt_br: Não há legendas reproduzíveis para este episódio. Por favor, regenere as legendas bilíngues.
zh_hans: 本集没有可播放的字幕段，请重新生成双语字幕。
zh_hant: 本集沒有可播放的字幕段，請重新產生雙語字幕。

# episodes.all_loaded
source: All episodes loaded
ar: تم تحميل جميع الحلقات
de: Alle Folgen geladen
es: Todos los episodios cargados
fr: Tous les épisodes sont chargés
ja: すべてのエピソードを読み込みました
ko: 모든 에피소드가 로드됨
pt_br: Todos os episódios carregados
zh_hans: 已加载全部节目
zh_hant: 已載入全部節目

# episodes.clear_and_regenerate
source: Clear and regenerate
ar: مسح وإعادة التوليد
de: Löschen und neu erzeugen
es: Borrar y regenerar
fr: Effacer et régénérer
ja: 消去して再生成
ko: 지우고 다시 생성
pt_br: Limpar e regenerar
zh_hans: 清除并重新生成
zh_hant: 清除並重新產生

# episodes.download_audio
source: Download audio
ar: تحميل الصوت
de: Audio herunterladen
es: Descargar audio
fr: Télécharger l'audio
ja: 音声をダウンロードする
ko: 오디오 다운로드
pt_br: Baixar áudio
zh_hans: 下载音频
zh_hant: 下載音訊

# episodes.fetch_all_history
source: Fetch all historical episodes
ar: جلب جميع الحلقات السابقة
de: Alle bisherigen Folgen abrufen
es: Obtener todos los episodios anteriores
fr: Récupérer tous les anciens épisodes
ja: 過去の全エピソードを取得
ko: 모든 이전 에피소드 가져오기
pt_br: Buscar todos os episódios anteriores
zh_hans: 获取全部历史节目
zh_hant: 取得全部歷史節目

# episodes.fetching_all
source: Fetching all episodes...
ar: جارٍ جلب جميع الحلقات...
de: Alle Folgen werden abgerufen...
es: Obteniendo todos los episodios...
fr: Récupération de tous les épisodes...
ja: すべてのエピソードを取得中...
ko: 모든 에피소드 가져오는 중...
pt_br: Buscando todos os episódios...
zh_hans: 正在获取全部节目...
zh_hant: 正在取得全部節目...

# episodes.fetching_latest_fifty
source: Fetching the latest 50 episodes...
ar: جارٍ جلب أحدث 50 حلقة...
de: Die neuesten 50 Folgen werden abgerufen...
es: Obteniendo los 50 episodios más recientes...
fr: Récupération des 50 derniers épisodes...
ja: 最新50エピソードを取得中...
ko: 최신 에피소드 50개를 가져오는 중...
pt_br: Buscando os 50 episódios mais recentes...
zh_hans: 正在获取最近 50 期...
zh_hant: 正在取得最近 50 集...

# episodes.generate_bilingual_subtitles
source: Generate bilingual subtitles
ar: توليد ترجمات ثنائية اللغة
de: Generieren Sie zweisprachige Untertitel
es: Generar subtítulos bilingües
fr: Générer des sous-titres bilingues
ja: 二か国語字幕を生成する
ko: 이중 언어 자막 생성
pt_br: Gerar legendas bilíngues
zh_hans: 生成双语字幕
zh_hant: 產生雙語字幕

# episodes.generating
source: Generating
ar: توليد
de: Generieren
es: generando
fr: Génération
ja: 生成中
ko: 생성 중
pt_br: Gerando
zh_hans: 生成中
zh_hant: 生成中

# episodes.no_single_episode_yet
source: No single episode yet
ar: لا توجد حلقة واحدة حتى الآن
de: Noch keine einzige Folge
es: Ningún episodio todavía
fr: Pas encore d'épisode
ja: 単一のエピソードはまだありません
ko: 아직 단일 에피소드가 없습니다.
pt_br: Nenhum episódio ainda
zh_hans: 暂无单集
zh_hant: 暫無單集

# episodes.programs
source: Programs
ar: برنامج
de: Programm
es: programa
fr: programme
ja: プログラム
ko: 프로그램
pt_br: programa
zh_hans: 节目
zh_hant: 節目

# episodes.queuing
source: Not processed
ar: غير معالج
de: Nicht verarbeitet
es: Sin procesar
fr: Non traité
ja: 未処理
ko: 처리되지 않음
pt_br: Não processado
zh_hans: 未处理
zh_hant: 未處理

# episodes.refresh_all
source: Refresh all episodes
ar: تحديث جميع الحلقات
de: Alle Folgen aktualisieren
es: Actualizar todos los episodios
fr: Actualiser tous les épisodes
ja: すべてのエピソードを更新
ko: 모든 에피소드 새로 고침
pt_br: Atualizar todos os episódios
zh_hans: 刷新全部节目
zh_hant: 重新整理全部節目

# episodes.refresh_channel_to_fetch_all
source: Use Refresh to fetch every playable episode currently available in this Podcast feed.
ar: استخدم التحديث لجلب كل حلقة قابلة للتشغيل متاحة حاليًا في موجز البودكاست.
de: Mit „Aktualisieren“ werden alle derzeit im Podcast-Feed verfügbaren abspielbaren Folgen abgerufen.
es: Usa Actualizar para obtener todos los episodios reproducibles disponibles en este feed de pódcast.
fr: Utilisez Actualiser pour récupérer tous les épisodes lisibles actuellement disponibles dans ce flux de podcast.
ja: 更新すると、このポッドキャストフィードで現在利用できる再生可能な全エピソードを取得します。
ko: 새로 고침을 사용하여 이 팟캐스트 피드에서 현재 제공되는 재생 가능한 모든 에피소드를 가져오세요.
pt_br: Use Atualizar para buscar todos os episódios reproduzíveis disponíveis neste feed de podcast.
zh_hans: 使用刷新获取该 Podcast RSS 当前提供的全部可播放节目。
zh_hant: 使用重新整理取得該 Podcast RSS 目前提供的全部可播放節目。

# episodes.refresh_channel_to_fetch_latest
source: Use Refresh to fetch the latest 50 playable episodes in this Podcast feed.
ar: استخدم التحديث لجلب أحدث 50 حلقة قابلة للتشغيل في موجز البودكاست.
de: Mit Aktualisieren werden die neuesten 50 abspielbaren Folgen dieses Podcast-Feeds abgerufen.
es: Usa Actualizar para obtener los 50 episodios reproducibles más recientes de este pódcast.
fr: Actualisez pour récupérer les 50 derniers épisodes lisibles de ce podcast.
ja: 更新すると、このPodcastフィードの再生可能な最新50エピソードを取得します。
ko: 새로 고침을 사용하여 이 팟캐스트 피드의 최신 재생 가능 에피소드 50개를 가져오세요.
pt_br: Use Atualizar para buscar os 50 episódios reproduzíveis mais recentes deste podcast.
zh_hans: 使用刷新获取此播客 Feed 中最近 50 个可播放节目。
zh_hant: 使用重新整理取得此 Podcast Feed 中最近 50 個可播放節目。
